acpi
acpid
alsa-firmware
alsa-plugins
alsa-utils
arandr
autoconf
automake
avahi
bash
base
btrfs-progs
bzip2
cantarell-fonts
clipit
coreutils
cpupower
cryptsetup
deluge
device-mapper
dfc
dhclient
dhcpcd
diffutils
dnsmasq
downgrade
ecryptfs-utils
efibootmgr
epdfview
exfat-utils
f2fs-tools
fakeroot
ffmpeg
ffmpegthumbnailer
file
filesystem
findutils
flac
flex
gawk
gcc
gcc-libs
gcolor2
gconf
gettext
git
gksu-polkit
glibc
gnome-keyring
gparted
grep
grub
gtk3-classic
gtksourceview-pkgbuild
gzip
htop
inetutils
intel-ucode
iproute2
iptables
iputils
ipw2100-fw
ipw2200-fw
isousb
jfsutils
less
lib32-flex
lib32-libva-vdpau-driver
lib32-mesa-demos
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-radeon
libdvdcss
libgpod
libtool
libva-mesa-driver
libva-vdpau-driver
licenses
lightdm-settings
lightdm-slick-greeter
linux-firmware
linux419
logrotate
lsb-release
lvm2
lxappearance
lxinput
m4
make
man-db
man-pages
markdown_previewer
mdadm
memtest86+
mesa-demos
mesa-vdpau
mkinitcpio-openswap
mlocate
mousepad
nano
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nss-mdns
ntfs-3g
ntp
open-fuse-iso
openresolv
openssh
os-prober
p7zip
pacman
palemoon-bin
pamac
patch
patchutils
pciutils
pcmanfm
perl
perl-file-mimeinfo
pkgconf
powertop
sbxkb
screenfetch
sed
shadow
spectre-meltdown-checker
speedtest-cli
sudo
sysfsutils
syslog-ng
systemd-fsck-silent
systemd-sysvcompat
tar
terminus-font
texinfo
tlp
tree
ttf-bitstream-vera
ttf-dejavu
ttf-droid
ttf-inconsolata
ttf-indic-otf
ttf-liberation
upower
usbutils
util-linux
vi
vim
vlc
volumeicon
vulkan-intel
vulkan-radeon
w3m
wget
which
wmutils
wpa_supplicant
xarchiver
xautolock
xcursor-chameleon-pearl
xcursor-maia
xdg-su
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-keyboard
xf86-input-libinput
xf86-input-mouse
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfburn
xfce4-power-manager
xfsprogs
xorg-server
xorg-twm
xorg-xhost
xorg-xinit
xorg-xkill
xorg-xprop
xterm
yaourt
zsh
i3-gaps
i3blocks
compton
powerline
powerline-fonts
feh
light
